*** Execute Blocks
<leader>e
#+begin_src emacs-lisp
(my/leader-keys "e" '(org-babel-execute-src-block :which-key "execute org-mode source block"))
#+end_src

Test
#+begin_src emacs-lisp
(+ 3 7)
#+end_src

#+RESULTS:
: 10
